Repository: Granjow/wiki2xhtml
Catalog: l10n/po/*.po
Languages: de

source: File
de: Datei

source: Export
de: Exportieren

source: Open
de: Öffnen

source: Save
de: Speichern

source: Export as .bat Script (Windows)
de: Exportiere als .bat-Script (Windows)

source: Export as .sh Script (Unix)
de: Exportiere als .sh-Script (Unix)

source: Quit
de: Beenden

source: Settings
de: Einstellungen

source: Tools
de: Werkzeuge

source: Preferences
de: Einstellungen

source: Language
de: Sprache

source: Help
de: Hilfe

source: About
de: Über

source: About wiki2xhtml
de: Über wiki2xhtml

source: Update Menufile
de: Menu-Datei aktualisieren

source: Menufile updated. Backup has been created.
de: Menu-Datei wurde aktualisiert. Backup wurde erstellt.

source: Update template file
de: Vorlage-Datei aktualisieren

source: Template file updated. Backup has been created.
de: Menu-Datei wurde aktualisiert. Backup wurde erstellt.

source: Yes
de: Ja

source: No
de: Nein

source: Directory “style” not found. Do you want to select an other directory?
de: Verzeichnis «style» nicht gefunden. Willst du ein anderes Verzeichnis auswählen?

source: Select different style directory
de: Wähle anderes style-Verzeichnis

source: Check for updates
de: Auf Updates prüfen

source: Check for updates on Startup?
de: Beim Starten auf Updates prüfen?

source: You''re currently using wiki2xhtml {0} from {1}.
de: Du benutzt wiki2xhtml {0} vom {1}.

source: Ignore Version:
de: Ignoriere Version:

source: common.txt Wizard
de: common.txt-Assistent

source: Author
de: Autor

source: Default title
de: Standardtitel

source: Use image description for caption on image pages
de: Verwende Bildbeschreibung als Überschrift auf den Bilderseiten

source: Number of images per line in the gallery
de: Anzahl Bilder pro Linie in der Galerie

source: Width of thumbnails in the gallery
de: Breite der Thumbnails in der Galerie

source: Link to the start page
de: Link auf die Startseite

source: Path to Favicon
de: Pfad zum Favicon

source: Width of images on image pages
de: Breite der Bilder auf den Bilderseiten

source: Directory for image pages
de: Verzeichnis für Bilderseiten

source: Standard directory for images
de: Standardverzeichnis für Bilder

source: Language pages are written in
de: Sprache, in der die Seiten geschrieben sind

source: Use image name for caption on image pages
de: Verwende Bildname als Überschrift bei Bilderseiten

source: Directory for thumbnails
de: Verzeichnis für Vorschaubilder

source: Width of normal thumbnails
de: Breite von normalen Vorschaubildern

source: Standard title
de: Standard-Titel

source: (Existing) Target directory set:
de: (Existierendes) Zielverzeichnis gesetzt:

source: (New) Target directory set:
de: (Neues) Zielverzeichnis gesetzt:

source: done
de: fertig

source: Title: %s
de: Titel: %s

source: Files written: %d; characters read/written: %d / %d (%s %%). Time taken: %s.
de: Dateien geschrieben: %d; Zeichen gelesen/geschrieben: %d / %d (%s %%). Benötigte Zeit: %s.

source: Page {0} of {1}
de: Seite {0} von {1}

source: Page {0}
de: Seite {0}

source: Usage: java -jar wiki2xhtml [arguments] [files] java -jar wiki2xhtml
de: Verwendung: java -jar wiki2xhtml [argumente] java -jar wiki2xhtml

source: Arguments
de: Argumente

source: Update the menufile
de: Menu-Datei aktualisieren

source: (No furhter arguments)
de: (Keine weitere Argumente)

source: Print this help message
de: Gib diese Hilfemeldung aus

source: Don't check for updates this time
de: Dieses Mal nicht auf Updates prüfen

source: Opens the GUI. Giving no arguments has the same effect.
de: Öffnet das GUI. Keine Argumente haben den selben Effekt.

source: Dead mode (no information), debug, silent (errors only), verbose (a lot of text)
de: Menge der angezeigten Informationen

source: Set the language used in the program. Availible is at the moment: %s
de: Setzt die Sprache, die im Programm verwendet wird. Momentan verfügbar: %s

source: Menu file
de: Menu-Datei

source: File containing the common settings like the header, the homelink, etc.
de: Datei, die gemeinsame Einstellungen wie den Header, den Homelink etc. enthält.

source: Footer file
de: Footer-Datei

source: Set a target directory. All the html files are created there and the css files are copied into this directory.
de: Setzt das Zielverzeichnis. Alle HTML-Dateien werden hier erstellt und die CSS-Dateien werden ins Verzeichnis kopiert.

source: Set the directory which contains the css files and the reck (default: ./style/*; random style will be selected if none given)
de: Setzt das Verzeichnis, das die CSS-Datei und die reck.html enthält (Standard: ./style/; zufälliges Design wird ausgewählt, falls keines ausgewählt)

source: Print the output here instead of writing it into a file
de: Gibt das Resultat hier aus, anstatt es in eine Datei zu schreiben

source: Only write the (X)HTML code without the reck (if you e.g. want to use the code somewhere else; Means you only want to create plain (X)HTML code without the header etc.)
de: Schreibt nur XHTML-Code ohne das XHTML-Gerüst, das z. B. den Header oder das Menu beinhaltet (wenn du den Code sonstwo verwenden willst)

source: Remove all line breaks in the code.
de: Entferne Zeilenumbrüche in der Ausgabe

source: The same as %s
de: Das selbe wie %s

source: Files
de: Dateien

source: All the files which have to be converted. Files ending with .html will be copied.
de: Alle Dateien, die konvertiert werden sollen. Sie sollten nicht mit .html enden, da diese Dateien momentan ignoriert werden.

source: Examples
de: Beispiele

source: See the help files for examples (add the argument --helpfiles to create them).
de: Schaue in den Hilfedateien nach für Beispiele (sie werden mit dem Argument --helpfile erstellt)

source: Notes
de: Notitzen

source: You need at least Java version 1.5 (currently you are using version %s).
de: Du benötigst mindestens Java in der Version 1.5 (momentan benützt du die Version %s).

source: If your version is too old, you can get the newest version from %s:
de: Wenn deine Version zu alt ist, kannst du die neueste herunterladen bei %s:

source: Your current working directory is: %s
de: Dein momentanes Arbeitsverzeichnis ist: %s

source: Bugs
de: Fehler (Bugs)

source: Please report bugs, feature requests etc. at Sourceforge, %s, or in the wiki2xhtml forum at %s. Thanks!
de: Bitte melde Bugs und Feature Request bei Sourceforge, %s, oder im wiki2xhtml-Forum bei %s. Danke!

source: Parse
de: Parsen

source: Code Window (leave with Esc)
de: Code-Fenster (Verlassen mit Esc)

source: Code Output Window
de: Code-Ausgabe

source: random
de: zufällig

source: Open menu File …
de: Öffne Menu-Datei …

source: Menu file is now %s
de: Menu-Datei ist nun %s

source: Is not a file: %s
de: Ist keine Datei: %s

source: Open title File …
de: Öffne Titel-Datei …

source: Title file is now %s
de: Titel-Datei ist nun %s

source: Open footer file …
de: Öffne Footer-Datei …

source: Footer file is now %s
de: Footer-Datei ist nun %s

source: Open Files to parse …
de: Öffne Dateien zum Parsen …

source: Open Target Directory
de: Öffne Zielverzeichnis

source: Target directory set: %s
de: Zielverzeichnis gesetzt: %s

source: Note: If you want to create a new directory, add the name in the text field.
de: Tip: Wenn du ein neues Verzeichnis erstellen möchtest, hänge den Namen im Textfeld an.

source: Strange: %s
de: Merkwürdig: %s

source: Go!
de: Los!

source: Tried to process the following expression:
de: Versuchte, folgenden Ausdruck zu verarbeiten:

source: Next
de: Weiter

source: Save settings
de: Einstellungen speichern

source: Open settings file
de: Lade Einstellungen

source: Discard changes?
de: Änderungen verwerfen?

source: Overwrite file “%s”?
de: Datei «%s» überschreiben?

source: Help files
de: Hilfedateien

source: Standard Arguments
de: Standard-Argumente

source: Clear Settings
de: Einstellungen zurücksetzen

source: Code Window
de: Code-Fenster

source: Open the code window
de: Öffne Code-Fenster

source: Big Font
de: Grosse Schrift

source: Big font in the GUI
de: Grosse Schrift im GUI

source: Only Code
de: Nur Code

source: Remove Linebreaks
de: Entferne Zeilenumbrüche

source: Title file is now
de: Titel-Datei ist nun

source: No title file
de: Keine Titel-Datei

source: Menu file is now
de: Menu-Datei ist nun

source: No menu file
de: Keine Menu-Datei

source: Footer file is now
de: Footer-Datei ist nun

source: No footer file
de: Keine Footer-Datei

source: Standard settings to generate the help files
de: Standardeinstellungen, um die Hilfedateien zu generieren

source: Set the standard settings
de: Standard-Einstellungen

source: Clear the settings
de: Eintellungen zurücksetzen

source: Remove all Line Breaks
de: Entferne alle Zeilenumbrüche

source: Select/Add files
de: Dateien hinzufügen

source: The files cannot end with .html. Wildcards (e.g. *.txt) are not yet supported.
de: Die Dateien können nicht mit .html enden. Wildcards (z. B. *.txt) werden noch nicht unterstützt.

source: Target directory
de: Zielverzeichnis

source: To create a new directory in the text field, simply write down the path.
de: Um ein neues Verzeichnis im Textfeld zu erzeugen, schreibe dessen Pfad hinein.

source: Alternatively: Code Windows
de: Alternativ: Code-Fenster

source: Set the menu file
de: Setze Menu-Datei

source: Set the common file
de: Setze Common-Datei

source: Set the footer file
de: Setze Footer-Datei

source: Select the design
de: Wähle das Design (random für ein zufälliges)

source: If you want to give the arguments directly.
de: Wenn du die Argumente direkt bearbeiten willst.

source: That are all the arguments the program uses. You can change them either here or above.
de: Das sind alle Argumente, die das Programm verwendet. Du kannst sie entweder hier oder oben ändern.

source: Write plain code without the reck (no header, CSS etc.; for PN)
de: Schreibe reinen Code ohneohne Header, CSS etc; für PostNuke

source: New version available: {0} You can download it at {1}. If you don't wish to be notified anymore about this version please check the preferences dialog.
de: Neue Version verfügbar: {0} Sie kann unter {1} heruntergeladen werden. Falls du nicht mehr über Updates informiert werden möchtest, überprüfe den Einstellungen-Dialog.

source: Ctrl
de: Strg

source: WARNING:
de: WARNUNG:

source: No file given for the argument Nr. %d (%s).
de: Keine Datei gegeben für das Argument Nr. %d (%s).

source: Maybe you set a space before the filename?
de: Vielleicht hast du einen Leerschlag vor den Dateinamen gesetzt?

source: No directory given for the argument Nr. %d (%s).
de: Kein Verzeichnis gegeben für das Argument Nr. %d (%s).

source: You forgot the %s to the argument Nr. %d (%s).
de: Keine Datei gegeben für das Argument Nr. %d (%s).

source: The argument “%s” is obsolete and no longer supported.
de: Das Argument «%s» ist veraltet und wird nicht mehr unterstützt.

source: Opening GUI.
de: Öffne GUI.

source: Could not find file %1!
de: Konnte Datei %s nicht finden!

source: Language is now %s
de: Sprache ist nun %s

source: The argument %s could not be recognized.
de: Das Argument %s konnte nicht erkannt werden.

source: <p>New version: <strong>{0}</strong> from {1}.</p>
de: <p>Neue Version: <strong>{0}</strong> vom {1}.</p>

source: <p>Changes in this version: {0}</p>
de: <p>Änderungen in dieser Version: {0}</p>

source: <p>Your version of wiki2xhtml is up-to-date.</p>
de: <p>Deine Version von wiki2xhtml ist aktuell.</p>

source: Go to page
de: Gehe zu Seite

source: Warning: Duplicate mark (%s)! Mark removed.
de: Warnung: Doppelte Marke (%s)! Marke entfernt.

source: Warning: Mark must not contain such a character (%s)! Mark removed.
de: Warnung: Marke darf kein solches Zeichen enthalten (%s)! Marke entfernt.

source: added
de: hinzugefügt

source: Not yet supported
de: Noch nicht unterstützt

# set (verb, past)
source: set
de: gesetzt

source: Style directory
de: Style-Verzeichnis

source: Language is now
de: Sprache ist nun

source: See “%s” for help.
de: Siehe «%s» für Hilfe.

source: Will come
de: Wird kommen

source: Newest dev version
de: Neueste Entwicklerversion

source: Changes in dev version
de: Änderungen in Entwicklerversion

source: You’re currently using
de: Momentan verwendest du

source: Cannot connect to host. Check internet connection.
de: Verbindung zum Host fehlgeschlagen. Überprfüfe die Internetverbindung.

source: File not found
de: Datei nicht gefunden

source: Incremental mode; Only changed files will be written.
de: Inkrementeller Modus; Nur geänderte Dateien werden geschrieben.

source: found
de: gefunden

source: See
de: Siehe

source: Skipping
de: Überspringe

source: common file
de: Common-Datei

source: footer file
de: Footer-Datei

source: menu file
de: Menu-Datei

source: Date
de: Datum

source: Error
de: Fehler

source: Notes
de: Notitzen

source: Common file
de: Common-Datei

source: Reck file
de: Reck-Datei

source: Template file
de: Vorlage-Datei
